/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Snapchat va prelua contactele din agendă."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Salvează Snap-urile pe care le realizezi pe rola ta de film, trimite poze și videouri prin Chat și multe altele."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Utilizează camera pentru a efectua Snap-uri și conversații video, pentru a adăuga prieteni după Snapcod, dar și pentru multe altele. ";

"NSMicrophoneUsageDescription" = "Utilizează microfonul pentru a înregistra fișiere audio pentru Snap-uri, conversații video și altele. ";

"NSMotionUsageDescription" = "Snapchat înregistrează dacă dispozitivul tău are poziție verticală sau orizontală atunci când faci Snap-uri, folosești Lentilele, citești Discover sau vizionezi reclame.";

"NSLocationWhenInUseUsageDescription" = "Snapchat folosește acest lucru pentru a-ți personaliza experiența și pentru a-ți permite să descoperi filtre, povești și multe altele din jurul tău."; // Reworded 09/12/2016
